
# coding: utf8
from __future__ import unicode_literals


'''
Example sentences to test spaCy and its language models.

>>> from new_lang.lzh.examples import sentences
>>> docs = nlp.pipe(sentences)
'''


sentences = ["""時 年 十 二 。""","""後 竊 赴 水 而 死 。""","""眾 諭 止 之 。""","""乃 將 走 出 。""","""「 我 亦 頭 殿 子 也 。 他 日 再 受 辱 ， 不 如 與 兄 同 被 刑 ！ 」""","""既 而 賴 朝 被 執 ， 夜 叉 啼 泣 曰 ：""","""及 義 朝 敗 走 ， 異 母 兄 賴 朝 來 青 墓 ， 舉 家 喜 迎 ， 厚 遇 之 。""","""義 朝 嘗 朝 京 師 ， 路 宿 美 濃 青 墓 驛 長 大 炊 家 ， 嬖 其 女 延 壽 ， 生 一 女 ， 即 夜 叉 也 。""","""夜 叉 女 ， 左 馬 頭 源 義 朝 女 也 。""","""【 枕 草 子 。】""","""【 河 海 鈔 。】""","""【 紫 式 部 日 記 。】""","""【 明 德 記 。】""","""小 野 小 町 ， 不 詳 審 其 所 出 本 末 。""","""【 太 平 記 。】""","""楠 正 成 妻 ， 不 才 知 何 氏 女 也 。""","""【 東 鑑 、 關 東 評 定 傳 、 北 條 系 圖 。 】""","""北 條 時 賴 母 安 達 氏 ， 秋 田 城 介 景 盛 女 也 ， 稱 松 下 禪 尼 。""","""安 倍 則 任 妻 ， 不 詳 姓 氏 。""","""和 邇 部 廣 刀 自 ， 加 賀 人 。""","""難 波 部 安 良 賣 ， 筑 前 人 ， 不 詳 其 祖 先 。""","""藤 原 豐 成 妻 藤 原 百 能 ， 兵 部 卿 麻 呂 之 女 也 。""","""【 三 代 實 錄 。】""","""【 續 日 本 後 紀 】""","""【 續 日 本 紀 】""","""【 日 本 後 紀 纂 。】""","""高 橋 波 自 采 女 ， 對 馬 上 縣 郡 人 。""","""伊 勢 大 輔 。""","""袋 草 子 。""","""拾 遺 集 。""","""本 書 為 詞 大 納 言 ， 誤 。""","""中 納 言 據 公 卿 補 任 , 歌 仙 傳 , 本 朝 文 粹 。""","""十 訓 抄 。""","""右 衛 門 怪 而 問 之 。""","""藤 原 公 任 將 辭 中 納 言 ， 屬 當 世 名 儒 紀 齊 名 , 大 江 以 言 作 表 ， 皆 不 稱 其 意 。""","""【 長 明 無 名 鈔 , 紫 式 部 日 記 , 中 古 歌 仙 傳 , 袋 草 子 。 】""","""十 訓 抄 ， 皇 后 為 帝 。""","""婉 嫕 淑 順 ， 婦 女 之 道 也 。""",]
